brew "bat"
brew "btop"
brew "glib"
brew "cairo"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gobject-introspection"
brew "httpie"
brew "jq"
brew "ncdu"
brew "nvm"
brew "pango"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "uv"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "maccy"
cask "stats"
vscode "github.copilot"
vscode "github.copilot-chat"
