brew "bat"
brew "btop"
brew "glib"
brew "cairo"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gobject-introspection"
brew "httpie"
brew "jq"
brew "ncdu"
brew "nvm"
brew "pango"
brew "ripgrep"
brew "sops"
brew "age"
brew "starship"
brew "tldr"
brew "tmux"
brew "uv"
brew "ashwch/tap/auto-uv-env"
brew "ashwch/tap/wt"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
tap "manaflow-ai/cmux"
cask "cmux"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "zed"
cask "maccy"
cask "stats"
brew "rust"
